import 'package:flutter/material.dart';

class Movie {
  String title;
  String description;

  Movie({@required this.title, @required this.description});
}

List<Movie> movieList = [
  Movie(
      title: 'Инструкция 1',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 2',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 3',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 4',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 1',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 2',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 3',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 4',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 1',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 2',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 3',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 4',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 1',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 2',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 3',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
  Movie(
      title: 'Инструкция 4',
      description:
          ' Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1Инструкция 1'),
];
